package text

const (
	MsgKanalLink = "لینک کانال: https://t.me/aut_kanal"
	MsgHelp      = `«کانال» یه محصوله برای ارتباط بین اعضای دانشکدهٔ ریاضی و علوم کامپیوتر.
	با فرستادن دستور /newmessage می‌تونی پیام خودت رو وارد کنی تا بدون نام و نشون بره روی «کانال».
	با فرستادن دستور /kanal می‌تونی لینک چنل رو دریافت کنی.
	با فرستادن دستور /feedback می‌تونی نظر خودت رو دربارهٔ این محصول برای آریا بفرستی تا به بهتر شدنش کمک کنی.`

	MsgNewMessageDialog        = "بگو!"
	MsgNewMessageCaptionDialog = "برای محتوایی که فرستادی، یک متن هم انتخاب کن"
	MsgNewMessageSuccessful    = "ردیفه! پیامت بعد از بررسی، می‌ره روی کانال"
	MsgNewMessageError         = "مشکل براش پیش اومده کسگم. یک بار دیگه امتحان کن."
)
